import image1 from "../assets/slideerimage/images2.jpg"
import image2 from "../assets/slideerimage/img1.jpg"
import image3 from "../assets/slideerimage/img4.jpg"
import image4 from "../assets/slideerimage/img3.jpg"
import image5 from "../assets/slideerimage/img4.png"

const SliderBarData = [
    {
        id: 1,
        title: "আসন ভাগাভাগি নিয়ে জাপার সঙ্গে আলোচনা হয়নি: ওবায়দুল কাদের",
        description: "জাতীয় পার্টির (জাপা) সঙ্গে আসন ভাগাভাগির বিষয়ে কোনো আলোচনা হয়নি বলে দাবি করেছেন আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের। তিনি বলেন, জাপার সঙ্গে আসন্ন নির্বাচন নিয়ে রাজনৈতিক আলোচনা হয়েছে। আজ বৃহস্পতিবার দুপুরে ধানমন্ডিতে আওয়ামী লীগের সভাপতি শেখ হাসিনার রাজনৈতিক কার্যালয়ে এক সংবাদ সম্মেলনে এসব কথা বলেন ওবায়দুল কাদের। জাতীয় পার্টির সঙ্গে আলোচনা নিয়ে এত লুকোচুরি কেন? এমন প্রশ্নের জবাবে আওয়ামী লীগের সাধারণ সম্পাদক বলেন, ‘লুকোচুরির বিষয় না। এটা নিয়ে এত ঢাকঢোল পেটানোর কী আছে? নির্বাচনমুখী রাজনৈতিক দলগুলোর মধ্যে সমন্বয় থাকা দরকার। কারণ, নির্বাচনবিরোধী শক্তিরা যে অপরাজনীতি করছে, সেটি মোকাবিলার জন্য আমাদের মধ্যে একটা সমন্বয় করা দরকার।’",
        image: image1
    },
    {
        id: 2,
        title: "টাইম ম্যাগাজিনকে টেইলরের পাল্টা প্রশ্ন, ‘আমার বিড়ালগুলো কি আনতে পারি?’",
        description: "৩৩ বসন্ত পেরিয়ে জীবনের সবচেয়ে বড় সফলতাগুলো উপভোগ করছেন টেইলর সুইফট। ‘সুইফটি’দের মাতামাতি যে ভেঙে ফেলেছে সব বাঁধ। ২০২৩ সালে সবচেয়ে বেশি স্ট্রিম করা সংগীত তারকা টেইলর সুইফট। এ বছর ট্যুর করেও গড়েছেন একাধিক রেকর্ড। প্রায় দুই দশক ধরে বিশ্বসংগীতে চলছে তাঁর রাজত্ব। টাইম ম্যাগাজিন থেকে যখন ৩৩ বছর বয়সী টেইলরকে জিজ্ঞেস করা হয়, ‘আপনাকে আমরা পার্সন অব দ্য ইয়ার’ হিসেবে নির্বাচন করতে চাই। এ জন্য আপনার একটা ফটোশুট করব। টেইলরের প্রথম কথা ছিল, ‘আমি কি আমার বিড়ালগুলোকে সঙ্গে আনতে পারি?’ ফলে স্বীকৃতির সঙ্গে যোগ হয়েছে প্রাণীদের প্রতি ভালোবাসার বিষয়টিও। টেইলর নিজের অনুভূতি জানিয়ে টাইম ম্যাগাজিনকে বলেন, ‘আমি এই বিশ্বের সবচেয়ে গর্বিত আর সবচেয়ে সুখী মানুষ। আমার মনে হচ্ছে, এই ৩৩ বছর বয়সে এসে বুঝি আমার কপাল খুলে গেল। জীবনে এই প্রথমবার আমার মনে হচ্ছে, বাকি জীবনে যা কিছুই আসুক না কেন, ঠিক সামলে নেব।’ এ বছরই গ্রীষ্মে বক্স অফিসে নতুন রেকর্ড গড়েছে এই মার্কিন তারকার ‘ইরাস ট্যুর’। তাঁর কনসার্টের টিকিটের চাহিদা এত বেশি ছিল যে একপর্যায়ে টিকিট মাস্টারের ওয়েবসাইট ক্রাশ করে। বিষয়টি মার্কিন সিনেটের শুনানিতে পর্যন্ত গড়ায়।",
        image: image2
    },
    {
        id: 3,
        title: "রাশিয়ায় প্রেসিডেন্ট নির্বাচনের তারিখ ঘোষণা",
        description: "রাশিয়ায় প্রেসিডেন্ট নির্বাচনের তারিখ ঘোষণা করা হয়েছে। ২০২৪ সালের ১৭ মার্চ দেশটিতে প্রেসিডেন্ট নির্বাচন হবে। রাশিয়ার পার্লামেন্টের উচ্চকক্ষ আজ বৃহস্পতিবার দেশটির আগামী প্রেসিডেন্ট নির্বাচনের এই তারিখ ঠিক করেছে। রুশ পার্লামেন্টের উচ্চকক্ষের প্রধান ভ্যালেন্টিনা মাতভিয়েনকো জানান, সিনেটররা সর্বসম্মতিক্রমে প্রেসিডেন্ট নির্বাচনের এই তারিখ অনুমোদন করেছেন। রাশিয়ার দীর্ঘদিনের প্রেসিডেন্ট ভ্লাদিমির পুতিন আগামী নির্বাচনে দাঁড়াবেন কি না, তা তিনি আনুষ্ঠানিকভাবে ঘোষণা করেননি। তবে তিনি আবার নির্বাচনে অংশ নেবেন বলেই ধারণা করা হচ্ছে। ২০০০ সাল থেকে প্রেসিডেন্ট বা প্রধানমন্ত্রী হিসেবে রাশিয়ায় ক্ষমতায় আছেন পুতিন। ২০২২ সালের ফেব্রুয়ারিতে ইউক্রেনে ‘বিশেষ সামরিক অভিযান’ শুরু করে রাশিয়া। রাশিয়ার এই ‘অভিযান’ এখনো চলছে। এমন পরিপ্রেক্ষিতে রাশিয়ায় প্রেসিডেন্ট নির্বাচন হতে যাচ্ছে। ‘বিশেষ সামরিক অভিযান’ শুরুর সাত মাসের মাথায় ইউক্রেনের চারটি অঞ্চলকে রুশ ফেডারেশনে অন্তর্ভুক্ত করে মস্কো। অঞ্চল চারটি হলো খেরসন, জাপোরিঝঝিয়া, লুহানস্ক ও দোনেৎস্ক।",
        image: image3
    },
    {
        id: 4,
        title: "সাকিব কেন এমপি হতে চান",
        description: "রাজনীতিবিদদের পক্ষে মানুষের সঙ্গে চলা ও দেশসেবার সুযোগ সবচেয়ে বেশি। যতই বিতর্ক থাকুক, ইদানীংকালের রাজনীতি যতই নষ্ট হোক, এ বক্তব্য মিথ্যে নয়। বাংলাদেশের নন্দিত ও আলোচিত ক্রিকেট তারকা সাকিব আল হাসান রাজনীতিতে যোগ দিয়ে কোনো অন্যায় করেননি, এ কথা আমরা জোর দিয়ে বলতে পারি। তিনি অবশ্য সংসদ সদস্য হওয়ার জন্য সরাসরি ক্ষমতাসীন দলের মনোনয়ন ফরম ক্রয় করেছেন। সে অর্থে এটা কতটা ‘রাজনীতিতে যোগ দেওয়া’, তা নিয়ে প্রশ্ন থাকতে পারে। এত দিন ক্রিকেট-চর্চার পাশাপাশি ভেতরে-ভেতরে তিনি কতটা ‘রাজনীতি’ করেছেন, তা অবশ্য কেউ জানে না। অতিসম্প্রতি তাঁর একটি পুরোনো পোস্ট ভাইরাল হয়েছে, যেখানে তিনি বলেছিলেন, কখনো রাজনীতি করবেন না। সেটা অবশ্য ২০১৩ সালের কথা। এটা নিয়ে এখন বিতর্ক করা মানে কুতর্ক করা। আমাদের অনেক বিশিষ্ট ব্যক্তি, বিশিষ্টজনেরা হরহামেশা এ রকম কথা বলে আবার ভুলে যান। তাই সাকিবের এই পুরোনো পোস্ট নিয়ে বিতর্ক করা অনর্থক। শনিবার সাকিবের পক্ষে তিনটি আসন থেকে ক্ষমতাসীন দলের মনোনয়ন ফরম সংগ্রহের ঘটনার পর স্পষ্ট ধরে নেওয়া যায়, সাকিব আল হাসান বাংলাদেশ জাতীয় সংসদের সদস্য হতে আগ্রহী।",
        image: image4
    },
    {
        id: 5,
        title: "বাছাইয়ে বৈধ হওয়া প্রার্থীর বিরুদ্ধেও আপিল হচ্ছে",
        description: "দ্বাদশ জাতীয় সংসদ নির্বাচনে মনোনয়নপত্র বাছাইয়ে রিটার্নিং কর্মকর্তাদের সিদ্ধান্তের বিরুদ্ধে আরও ১৪১ জন প্রার্থী নির্বাচন কমিশনে (ইসি) আপিল করেছেন। বেশির ভাগ আপিল করেছেন নিজের প্রার্থিতা ফিরে পেতে। আবার বাছাইয়ে বৈধ হওয়া প্রার্থীর বিরুদ্ধেও আপিল হচ্ছে। ৯ ডিসেম্বর পর্যন্ত ইসিতে আপিল করা যাবে। বরিশাল সিটি করপোরেশনের সাবেক মেয়র বরিশাল-৫ আসনের স্বতন্ত্র প্রার্থী সেরনিয়াবাত সাদিক আবদুল্লাহ, যশোর-৪ আসনে আওয়ামী লীগের প্রার্থী এনামুল হকসহ তিনজনের মনোনয়নের বৈধতার বিরুদ্ধে গতকাল বুধবার ইসিতে আপিল করা হয়েছে। বরিশাল-৫ (সদর) আসনের স্বতন্ত্র প্রার্থী সেরনিয়াবাত সাদিক আবদুল্লাহর মনোনয়নপত্রের বৈধতার বিরুদ্ধে আপিল করেন ওই আসনের বর্তমান সংসদ সদস্য পানিসম্পদ প্রতিমন্ত্রী জাহিদ ফারুক। জাহিদ ফারুকের পক্ষে কে বি এস আহমেদ কবির গতকাল ইসিতে গিয়ে আপিলটি দাখিল করেন। কে বি এস আহমেদ কবির বরিশাল মহানগর আওয়ামী লীগের সহসভাপতি ও জাহিদ ফারুকের প্রার্থিতার সমর্থনকারী। তিনি গতকাল সন্ধ্যায় প্রথম আলোকে বলেন, স্বতন্ত্র প্রার্থী সাদিক আবদুল্লাহর বিরুদ্ধে তথ্য গোপন করার অভিযোগ আনা হয়েছে। তাঁর দ্বৈত নাগরিকত্ব আছে। এ ছাড়া তাঁর স্ত্রীর নামে যুক্তরাষ্ট্রে বাড়ি এবং রাজধানীতে সাদিকের নামে প্লট থাকলেও এসব তিনি হলফনামায় উল্লেখ করেননি।",
        image: image5
    },
]

export default SliderBarData;